PatrickF1/fzf.fish
gazorby/fish-abbreviation-tips
jethrokuan/z
jorgebucaran/autopair.fish
jorgebucaran/nvm.fish
oh-my-fish/plugin-thefuck
pure-fish/pure
jhillyerd/plugin-git
